Repository: keitaroinc/ckanext-c3charts
Catalog: ckanext/c3charts/i18n/*/LC_MESSAGES/ckanext-c3charts.po
Languages: mk, sq

source: Chart builder
mk: Градител на дијаграм
sq: Ndërtuesi i Grafikëve

source: Bar Chart
mk: бар график

source: Stacked Bar Chart
mk: стек бар график

source: Donut Chart
mk: крофна график

source: Line Chart
mk: линија график

source: Pie Chart
mk: пита график

source: Spline Chart
mk: сплајн график

source: Saturated
mk: Сатурирано
sq: I ngopur

source: Light
mk: Светло
sq: Dritë

source: Pastel
mk: Пастелно

source: Pastel 2
mk: Пастелно 2

source: Contrast
mk: Контраст
sq: kontrast

source: Substract last two entries
mk: Одземи ги последните два записи
sq: Zbres dy shënimet e fundit

source: Average
mk: Просечно
sq: Mesatare

source: Show last
mk: Прикажи последно
sq: Trego fundit

source: Hide
mk: Сокриј
sq: Fsheh

source: Right
mk: Десно
sq: E drejtë

source: Bottom
mk: Долу
sq: Fund

source: Include in Featured Charts
mk: Вклучи во истакнати графици
sq: Përfshi në Listat e Përshtatshme

source: Chart Type
mk: Тип на дијаграм
sq: Lloji i grafikut

source: Color Pattern
mk: Шема на бои
sq: Modeli i Ngjyrës

source: Legend
mk: Легенда
sq: Legjendë

source: Rotate axis
mk: Ротирај оска
sq: Rrotullo aksin

source: Show data labels
mk: Прикажи етикети за податоците
sq: Trego etiketat e të dhënave

source: Show grid on x axis
mk: Прикажи мрежа на x оска
sq: Trego rrjetin në aksin x

source: Show grid on y axis
mk: Прикажи мрежа на y оска
sq: Trego rrjetin në aksin y

source: Aggregate progress keys
mk: Агрегирајте копчиња за напредок
sq: Çelësat e agreguar të progresit

source: Select the keys for the data that needs to be charted.
mk: Изберете ги копчињата за податоците што треба да се прикажат во графикон.
sq: Zgjidhni çelësat për të dhënat që duhet të diagramohen.

source: This field is required
mk: Ова поле е задолжително
sq: Kjo fushë duhet të plotësohet

source: Data keys
mk: Клучеви за податоците
sq: Tastet e të dhënave

source: Remap
mk: Ре-мапирање

source: Append Unit
mk: Додај мерна единица
sq: Shtoj Njësinë

source: Select the keys for the progression (x-axis) of the data values.
mk: Изберете ги копчињата за прогресија (x-оска) на вредностите на податоците.
sq: Zgjidhni çelësat për progresin (x-axis) të vlerave të të dhënave.

source: Progress keys
mk: Клучеви за напредок
sq: Çelësat e progresit

source: Customize the look of the table chart.
mk: Прилагодете го изгледот на табеларниот приказ.
sq: Personalizoni pamjen e grafikës së tabelës

source: Number value
mk: Вредност на бројот
sq: Vlera e numrit
